var store_json = {
    "0": {
        "number": "0001",
        "name": "쿠이도라쿠",
        "tag": [
            "#일식",
            "#라멘",
            "#참살이길",
            "#뒷살이길",
            "#혼밥",
            "#감성"
        ],
        "location": "서울 성북구 안암로 103",
        "opening_hour": "매일 11:30 ~ 21:30",
        "call": "02-929-9290"
    },
    "1": {
        "number": "0002",
        "name": "고른햇살",
        "tag": [
            "#분식",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#가성비"
        ],
        "location": "서울 성북구 개운사길 27 1층",
        "opening_hour": "매일 06:30 ~ 23:30",
        "call": "02-953-3394"
    },
    "2": {
        "number": "0003",
        "name": "싸움의고수 고대점",
        "tag": [
            "#한식",
            "#보쌈",
            "#참살이길",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24가길 1",
        "opening_hour": "매일 11:00 ~ 23:00",
        "call": "02-921-1578"
    },
    "3": {
        "number": "0005",
        "name": "미스터국밥",
        "tag": [
            "#한식",
            "#국밥",
            "#참살이길",
            "#포장",
            "#혼밥",
            "#회식",
            "#가성비",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로 102",
        "opening_hour": "연중무휴 24시간, 일요일 새벽 쉼",
        "call": "02-928-9938"
    },
    "4": {
        "number": "0007",
        "name": "소담식당",
        "tag": [
            "#한식",
            "#백반",
            "#제육",
            "#참살이길",
            "#옆살이길",
            "#저렴",
            "#가성비",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 3-44",
        "opening_hour": "평일 11:00 ~ 19:30 토 11:00 ~ 14:30",
        "call": "02-953-8340"
    },
    "5": {
        "number": "0008",
        "name": "땡전집",
        "tag": [
            "#소주",
            "#맥주",
            "#막걸리",
            "#빈대떡",
            "#전",
            "#튀김",
            "#닭도리탕",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 24",
        "opening_hour": "매일 17:00 ~ 05:00",
        "call": "02-929-8295"
    },
    "6": {
        "number": "0009",
        "name": "찌개집",
        "tag": [
            "#한식",
            "#백반",
            "#김치찌개",
            "#참살이길",
            "#뒷살이길",
            "#회식"
        ],
        "location": "서울 성북구 고려대로28길 25",
        "opening_hour": "월~토 11:00 ~ 01:00",
        "call": "070-4283-9787"
    },
    "7": {
        "number": "0010",
        "name": "내가 찜한 닭",
        "tag": [
            "#한식",
            "#찜닭",
            "#참살이길",
            "#포장"
        ],
        "location": "서울 성북구 고려대로24길 32",
        "opening_hour": "매일 10:30 ~ 22:00",
        "call": "02-929-1237"
    },
    "8": {
        "number": "0011",
        "name": "남이네 분식",
        "tag": [
            "#한식",
            "#분식",
            "#백반",
            "#칼국수",
            "#참살이길",
            "#뒷살이길",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 고려대로24가길 27",
        "opening_hour": "주중 09:30 ~ 19:00 토 09:30 ~ 15:00",
        "call": "02-922-5564"
    },
    "9": {
        "number": "0013",
        "name": "육쌈냉면 고대점",
        "tag": [
            "#한식",
            "#냉면",
            "#참살이길",
            "#포장",
            "#혼밥",
            "#회식",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로24길 6 2층",
        "opening_hour": "매일 10:00 ~ 21:30",
        "call": "02-921-4470"
    },
    "10": {
        "number": "0015",
        "name": "전주완산골 고대본점",
        "tag": [
            "#한식",
            "#백반",
            "#참살이길",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 고려대로 84",
        "opening_hour": "월~토 24시간 일 00:00 ~ 22:00",
        "call": "02-953-5311"
    },
    "11": {
        "number": "0016",
        "name": "신포1971 안암점",
        "tag": [
            "#한식",
            "#퓨전",
            "#쫄면",
            "#만두",
            "#참살이길",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 24",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-924-1971"
    },
    "12": {
        "number": "0017",
        "name": "짚신매운갈비찜 고대점",
        "tag": [
            "#한식",
            "#갈비",
            "#소주",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 3-28",
        "opening_hour": "매일 11:00 ~ 01:30",
        "call": "02-923-5484"
    },
    "13": {
        "number": "0018",
        "name": "놀부부대찌개&철판구이 고대점",
        "tag": [
            "#한식",
            "#부대찌개",
            "#참살이길",
            "#포장"
        ],
        "location": "서울 성북구 고려대로24길 36",
        "opening_hour": "매일 10:00 ~ 22:30 연중무휴",
        "call": "02-923-7580"
    },
    "14": {
        "number": "0019",
        "name": "봉추찜닭 고대점",
        "tag": [
            "#한식",
            "#찜닭",
            "#참살이길",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 3-3",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-922-6981"
    },
    "15": {
        "number": "0020",
        "name": "한솥도시락 고대안암점",
        "tag": [
            "#도시락",
            "#정대후문",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로 102 1층",
        "opening_hour": "주중 08:30 ~ 22:00 주말 09:00 ~ 21:00",
        "call": "02-927-1830"
    },
    "16": {
        "number": "0022",
        "name": "준호네부대찌개 고대형제점",
        "tag": [
            "#한식",
            "#부대찌개",
            "#참살이길",
            "#포장",
            "#혼밥",
            "#회식",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 고려대로24길 61 지하1층",
        "opening_hour": "매일 10:30 ~ 22:00(유동적)",
        "call": "02-924-2127"
    },
    "17": {
        "number": "0023",
        "name": "한끼부산돼지국밥",
        "tag": [
            "#한식",
            "#국밥",
            "#참살이길",
            "#배달",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 52",
        "opening_hour": "월~토 11:00 ~ 22:00",
        "call": "02-4098-4101"
    },
    "18": {
        "number": "0024",
        "name": "본죽 고려대점",
        "tag": [
            "#한식",
            "#죽",
            "#다이어트",
            "#참살이길",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로 90 2층",
        "opening_hour": "월~토 09:00 ~ 21:00일 11:00 ~ 21:00",
        "call": "02-921-7921"
    },
    "19": {
        "number": "0026",
        "name": "한사우순두부",
        "tag": [
            "#한식",
            "#두부",
            "#백반",
            "#이공계",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 고려대로 76",
        "opening_hour": "매일 09:00 ~ 22:00",
        "call": "02-928-2866"
    },
    "20": {
        "number": "0027",
        "name": "춘천닭갈비",
        "tag": [
            "#한식",
            "#닭갈비",
            "#참살이길",
            "#배달"
        ],
        "location": "서울 성북구 고려대로26길 42-3",
        "opening_hour": "매일 12:00 ~ 23:00",
        "call": "02-928-3030"
    },
    "21": {
        "number": "0029",
        "name": "미각 고대본점",
        "tag": [
            "#양꼬치",
            "#사천식",
            "#참살이길",
            "#포장",
            "#회식",
            "#중식"
        ],
        "location": "서울 성북구 고려대로24길 44",
        "opening_hour": "매일 24시간 운영",
        "call": "02-927-8858"
    },
    "22": {
        "number": "0030",
        "name": "홍콩반점0410 고대안암점",
        "tag": [
            "#중식",
            "#중화요리",
            "#짬뽕",
            "#짜장면",
            "#탕수육",
            "#참살이길",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24가길 6 2층",
        "opening_hour": "매일 11:00 ~ 21:20BT 15:30 ~ 16:30",
        "call": "02-6084-8864"
    },
    "23": {
        "number": "0031",
        "name": "금룡짬뽕",
        "tag": [
            "#중식",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#탕수육",
            "#참살이길",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 5 2층",
        "opening_hour": "매일 11:00 ~ 21:00",
        "call": "02-926-5533"
    },
    "24": {
        "number": "0032",
        "name": "북경양꼬치",
        "tag": [
            "#중식",
            "#양꼬치",
            "#사천식",
            "#참살이길",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 3-36 1층",
        "opening_hour": "주중 12:00 ~ 03:00주말 12:00 ~ 00:00",
        "call": "02-953-5880"
    },
    "25": {
        "number": "0034",
        "name": "샤브전문점 라좡 무한리필",
        "tag": [
            "#중식",
            "#사천식",
            "#샤브샤브",
            "#훠궈",
            "#참살이길"
        ],
        "location": "서울 성북구 고려대로24길15 2,3층",
        "opening_hour": "-",
        "call": "02-929-8858"
    },
    "26": {
        "number": "0035",
        "name": "고대양꼬치",
        "tag": [
            "#양꼬치",
            "#중식",
            "#사천식",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로 88",
        "opening_hour": "매일 17:00 ~ 02:00",
        "call": "02-928-7855"
    },
    "27": {
        "number": "0038",
        "name": "NO85",
        "tag": [
            "#중식",
            "#중화요리",
            "#참살이길",
            "#뒷살이길",
            "#회식",
            "#넘버85"
        ],
        "location": "서울 성북구 고려대로28길 17",
        "opening_hour": "평일 11:00 ~ 20:30 브레이크 15:00 ~ 17:00",
        "call": "02-929-7050"
    },
    "28": {
        "number": "0039",
        "name": "니뽕내뽕 고려대점",
        "tag": [
            "#양식",
            "#경양식",
            "#퓨전",
            "#파스타",
            "#참살이길"
        ],
        "location": "서울 성북구 고려대로24길 23 2층",
        "opening_hour": "매일 11:00 ~ 21:20",
        "call": "070-7722-2848"
    },
    "29": {
        "number": "0040",
        "name": "프로마치",
        "tag": [
            "#양식",
            "#다이어트",
            "#샌드위치",
            "#샐러드",
            "#수프",
            "#참살이길",
            "#옆살이길",
            "#혼밥",
            "#포장"
        ],
        "location": "서울 성북구 고려대로24가길 13 1층",
        "opening_hour": "주중 11:00 ~ 21:00 토 11:00 ~ 20:00",
        "call": "070-4038-8537"
    },
    "30": {
        "number": "0041",
        "name": "영철버거",
        "tag": [
            "#이공계",
            "#버거",
            "#맥주",
            "#치킨",
            "#가성비",
            "#저렴",
            "#포장"
        ],
        "location": "서울 성북구 안암로9가길 100",
        "opening_hour": "월~토 10:00 ~ 02:00 일 11:00 ~ 00:00 격주휴무 / 버거메뉴는 20시까지만",
        "call": "02-922-1668"
    },
    "31": {
        "number": "0043",
        "name": "무르무르드구스토",
        "tag": [
            "#양식",
            "#파스타",
            "#브런치",
            "#피자",
            "#리조또",
            "#스테이크",
            "#참살이길",
            "#포장",
            "#배달",
            "#감성",
            "#데이트"
        ],
        "location": "서울 성북구 고려대로 102-1 4층",
        "opening_hour": "매일 10:00 ~ 22:00 BT 15:00 ~ 17:00",
        "call": "02-928-0683"
    },
    "32": {
        "number": "0044",
        "name": "모이리타",
        "tag": [
            "#양식",
            "#파스타",
            "#리조또",
            "#피자",
            "#참살이길",
            "#데이트",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 20 2층",
        "opening_hour": "주중 11:00 ~ 20:00일 11:00 ~ 20:00",
        "call": "02-922-2292"
    },
    "33": {
        "number": "0045",
        "name": "서브웨이 고려대점",
        "tag": [
            "#샌드위치",
            "#참살이길",
            "#포장",
            "#테이크아웃",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로 88",
        "opening_hour": "매일 08:00 ~ 22:00",
        "call": "02-922-8413"
    },
    "34": {
        "number": "0046",
        "name": "이삭토스트 서울고려대점",
        "tag": [
            "#경양식",
            "#토스트",
            "#샌드위치",
            "#참살이길",
            "#배달",
            "#포장",
            "#테이크아웃"
        ],
        "location": "서울 성북구 고려대로24길 39",
        "opening_hour": "주중 09:00 ~ 22:00일 10:00 ~ 22:00",
        "call": "02-921-2248"
    },
    "35": {
        "number": "0047",
        "name": "맥도날드 안암점",
        "tag": [
            "#햄버거",
            "#참살이길",
            "#배달",
            "#포장",
            "#혼밥",
            "#아이스크림"
        ],
        "location": "서울 성북구 고려대로24길 42",
        "opening_hour": "연중무휴 24시간",
        "call": "070-7017-0367"
    },
    "36": {
        "number": "0048",
        "name": "빨간모자피자 고대점",
        "tag": [
            "#피자",
            "#참살이길",
            "#끝쪽",
            "#옆살이길",
            "#배달",
            "#포장"
        ],
        "location": "서울 성북구 안암로 91",
        "opening_hour": "매일 11:00 ~ 23:00 연중무휴",
        "call": "02-921-7900"
    },
    "37": {
        "number": "0049",
        "name": "미스터피자 고대점",
        "tag": [
            '#양식',
            "#피자",
            "#뷔페",
            "#참살이길",
            "#이공계",
            "#배달",
            "#포장",
            "#회식",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 58-5 2층",
        "opening_hour": "매일 11:00 ~ 22:30 / 피자뷔페는 11:00-15:00, 17:00-21:00",
        "call": "02-924-1693"
    },
    "38": {
        "number": "0050",
        "name": "은화수식당",
        "tag": [
            "#경양식",
            "#돈까스",
            "#일식",
            "#카레",
            "#참살이길",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 안암로 77",
        "opening_hour": "매일 11:00 ~ 21:00",
        "call": "02-953-7770"
    },
    "39": {
        "number": "0052",
        "name": "막걸리찬가",
        "tag": [
            "#참살이길",
            "#이공계",
            "#막걸리",
            "#소주",
            "#맥주",
            "#회식",
            "#가성비"
        ],
        "location": "서울 성북구 고려대로24길 58-5",
        "opening_hour": "월~토 16:00~04:00",
        "call": "02-928-5355"
    },
    "40": {
        "number": "0054",
        "name": "사보텐 고대점",
        "tag": [
            "#일식",
            "#돈까스",
            "#참살이길",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 48 1층",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-929-4510"
    },
    "41": {
        "number": "0055",
        "name": "스시바",
        "tag": [
            "#일식",
            "#스시",
            "#초밥",
            "#사시미",
            "#소바",
            "#참살이길",
            "#뒷살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로28길 16",
        "opening_hour": "매일 11:30 ~ 22:00",
        "call": "02-925-2255"
    },
    "42": {
        "number": "0058",
        "name": "투나스",
        "tag": [
            "#튜나스",
            "#TUNAS",
            "#일식",
            "#참치",
            "#스시",
            "#사시미",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24가길 13-2",
        "opening_hour": "월~토 11:30 ~ 20:00BT 14:30 ~ 16:30",
        "call": "02-922-8989"
    },
    "43": {
        "number": "0059",
        "name": "안암아줌마치킨",
        "tag": [
            "#치킨",
            "#참살이길",
            "#포장",
            "#회식",
            "#안아치",
            "#가성비",
            "#맥주"
        ],
        "location": "서울 성북구 고려대로24길 37",
        "opening_hour": "월~토 16:00 ~ 02:00",
        "call": "02-925-0420"
    },
    "44": {
        "number": "0060",
        "name": "충만치킨 고대점",
        "tag": [
            "#치킨",
            "#맥주",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 8",
        "opening_hour": "매일 14:00 ~ 01:00 셋째 일요일 휴무",
        "call": "02-929-9646"
    },
    "45": {
        "number": "0061",
        "name": "닭잡는파로 고대점",
        "tag": [
            "#한식",
            "#치킨",
            "#참살이길",
            "#옆살이길",
            "#배달",
            "#포장",
            "#혼밥",
            "#회식",
            "#가성비",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로24길 3-44",
        "opening_hour": "주중 11:30 ~ 02:00 주말 17:00 ~ 02:00",
        "call": "02-924-3124"
    },
    "46": {
        "number": "0063",
        "name": "삼통치킨 안암본점",
        "tag": [
            "#치킨",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로 92",
        "opening_hour": "매일 11:00 ~ 03:00",
        "call": "02-922-0022"
    },
    "47": {
        "number": "0064",
        "name": "만복치킨",
        "tag": [
            "#치킨",
            "#맥주",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 16",
        "opening_hour": "매일 16:00 ~ 05:00",
        "call": "02-953-8755"
    },
    "48": {
        "number": "0066",
        "name": "크림스치킨비어 고대안암점",
        "tag": [
            "#치킨",
            "#맥주",
            "#참살이길",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 39 2층",
        "opening_hour": "매일 11:00 ~ 02:00/ 브레이크 15:30 ~ 17:00",
        "call": "02-923-5525"
    },
    "49": {
        "number": "0067",
        "name": "히포크라테스 스프 ",
        "tag": [
            '#양식',
            "#베이커리",
            "#참살이길",
            "#뒷살이길",
            "#샐러드",
            "#수프",
            "#스튜",
            "#마카롱",
            "#다이어트",
            "#혼밥",
            "#감성"
        ],
        "location": "서울 성북구 고려대로 28길 12-3",
        "opening_hour": "평일 11:00~21:30 브레이크타임 15:00~16:50 일 휴무",
        "call": "02-923-3932"
    },
    "50": {
        "number": "0068",
        "name": "고대고기집",
        "tag": [
            "#고기",
            "#참살이길",
            "#회식",
            "#가성비"
        ],
        "location": "서울 성북구 안암로 81",
        "opening_hour": "매일 11:00 ~ 02:00",
        "call": "02-927-6532"
    },
    "51": {
        "number": "0069",
        "name": "이번지깡통집",
        "tag": [
            "#고기",
            "#참살이길",
            "#옆살이길",
            "#회식",
            "#저렴",
            "#가성비",
            "#소주"
        ],
        "location": "서울 성북구 고려대로26길 37",
        "opening_hour": "매일 12:00 ~ 24:00",
        "call": "02-953-9183"
    },
    "52": {
        "number": "0070",
        "name": "서래갈매기",
        "tag": [
            "#한식",
            "#고기",
            "#냉면",
            "#참살이길",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 14",
        "opening_hour": "매일 24시간",
        "call": "02-921-8418"
    },
    "53": {
        "number": "0071",
        "name": "산적",
        "tag": [
            "#한식",
            "#백반",
            "#고기",
            "#참살이길",
            "#옆살이길",
            "#회식"
        ],
        "location": "서울 성북구 고려대로26길 51",
        "opening_hour": "매일 11:00 ~ 07:00방학중 매일 14:00 ~ 07:00",
        "call": "02-816-9438"
    },
    "54": {
        "number": "0072",
        "name": "달래진족",
        "tag": [
            "#한식",
            "#족발",
            "#보쌈",
            "#막국수",
            "#참살이길",
            "#끝쪽",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 61",
        "opening_hour": "매일 12:00 ~ 02:00",
        "call": "02-923-2422"
    },
    "55": {
        "number": "0073",
        "name": "동네푸줏간",
        "tag": [
            "#고기",
            "#참살이길",
            "#끝쪽",
            "#옆살이길",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 51",
        "opening_hour": "매일 10:00 ~ 07:00연중무휴",
        "call": "02-926-3604"
    },
    "56": {
        "number": "0074",
        "name": "배떼기곱창 고대점",
        "tag": [
            "#고기",
            "#곱창",
            "#소주",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로26길 42-3 2층",
        "opening_hour": "매일 16:00 ~ 02:00",
        "call": "02-6083-9865"
    },
    "57": {
        "number": "0075",
        "name": "카우보이",
        "tag": [
            "#고기",
            "#소고기",
            "#참살이길",
            "#뒷살이길",
            "#회식"
        ],
        "location": "서울 성북구 고려대로26길 55",
        "opening_hour": "매일 17:30 ~ 01:00",
        "call": "02-928-0733"
    },
    "58": {
        "number": "0077",
        "name": "향나무집 고대점",
        "tag": [
            "#고기",
            "#한식",
            "#백반",
            "#참살이길",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 고려대로22길 5",
        "opening_hour": "월~토 10:30 ~ 22:00",
        "call": "02-929-0720"
    },
    "59": {
        "number": "0079",
        "name": "황제곱창 고대본점",
        "tag": [
            "#고기",
            "#곱창",
            "#소주",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로26길 55",
        "opening_hour": "매일 16:00 ~ 03:00",
        "call": "02-922-1379"
    },
    "60": {
        "number": "0081",
        "name": "돼야지 고대본점",
        "tag": [
            "#고기",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 12",
        "opening_hour": "월~토 16:00 ~ 02:00",
        "call": "02-953-6022"
    },
    "61": {
        "number": "0082",
        "name": "영자`s 곱창",
        "tag": [
            "#고기",
            "#곱창",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로26길 5",
        "opening_hour": "매일 14:00 ~ 24:00둘째 넷째 일요일 휴무",
        "call": "070-4038-7361"
    },
    "62": {
        "number": "0083",
        "name": "고대서서갈비",
        "tag": [
            "#한식",
            "#백반",
            "#고기",
            "#참살이길",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 안암로 81-4 1층",
        "opening_hour": "매일 11:00 ~ 02:00",
        "call": "02-953-3451"
    },
    "63": {
        "number": "0085",
        "name": "배키우동",
        "tag": [
            "#일식",
            "#우동",
            "#참살이길",
            "#끝쪽",
            "#혼밥",
            "#감성",
            "#데이트"
        ],
        "location": "서울 성북구 안암로 91",
        "opening_hour": "평일 11:30 ~ 22:00일 11:30 ~ 22:00",
        "call": "02-927-3970"
    },
    "64": {
        "number": "0086",
        "name": "참숯불3392",
        "tag": [
            "#참살이길",
            "#옆살이길",
            "#끝쪽",
            "#고기",
            "#한식",
            "#백반",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 안암로 89-5",
        "opening_hour": "매일 11:00 ~ 23:30",
        "call": "02-926-3392"
    },
    "65": {
        "number": "0087",
        "name": "유자유",
        "tag": [
            "#분식",
            "#떡볶이",
            "#소주",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 47 2층",
        "opening_hour": "매일 13:00 ~ 01:00",
        "call": "02-927-9200"
    },
    "66": {
        "number": "0088",
        "name": "레드컵스",
        "tag": [
            "#분식",
            "#떡볶이",
            "#닭강정",
            "#참살이길",
            "#끝쪽",
            "#포장",
            "#테이크아웃"
        ],
        "location": "서울 성북구 고려대로24길 61",
        "opening_hour": "월~토 11:00 ~ 03:00",
        "call": "02-763-8272"
    },
    "67": {
        "number": "0091",
        "name": "경복궁우동냉면 고대점",
        "tag": [
            "#분식",
            "#김밥",
            "#우동",
            "#냉면",
            "#참살이길",
            "#혼밥",
            "#포장",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로 100",
        "opening_hour": "월~토 24시간",
        "call": "02-928-2929"
    },
    "68": {
        "number": "0093",
        "name": "두끼떡볶이 고대점",
        "tag": [
            "#분식",
            "#참살이길",
            "#포장"
        ],
        "location": "서울 성북구 고려대로24길 55 2층",
        "opening_hour": "매일 11:00 ~ 21:30",
        "call": "02-923-2771"
    },
    "69": {
        "number": "0094",
        "name": "신룽푸마라탕",
        "tag": [
            "#중식",
            "#마라탕",
            "#마라샹궈",
            "#참살이길",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 35 2층",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-6404-2014"
    },
    "70": {
        "number": "0095",
        "name": "죠스떡볶이 고대점",
        "tag": [
            "#분식",
            "#떡볶이",
            "#참살이길",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 63",
        "opening_hour": "매일 11:00 ~ 22:30",
        "call": "02-929-1525"
    },
    "71": {
        "number": "0096",
        "name": "뉴욕핫도그&커피 고대안암점",
        "tag": [
            "#핫도그",
            "#참살이길",
            "#포장"
        ],
        "location": "서울 성북구 고려대로24길 51 쓰리팝 PC방",
        "opening_hour": "연중무휴 24시간",
        "call": "오류 제보하기"
    },
    "72": {
        "number": "0097",
        "name": "김밥천국 안암로터리점",
        "tag": [
            "#분식",
            "#김밥",
            "#떡볶이",
            "#참살이길",
            "#안암로터리",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 안암로 77",
        "opening_hour": "매일 24시간",
        "call": "02-926-0065"
    },
    "73": {
        "number": "0098",
        "name": "오샬",
        "tag": [
            "#동남아",
            "#커리",
            "#참살이길",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 6",
        "opening_hour": "매일 11:30 ~ 21:30연중무휴",
        "call": "02-6084-6527"
    },
    "74": {
        "number": "0099",
        "name": "베나레스",
        "tag": [
            "#동남아",
            "#커리",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 27 2층",
        "opening_hour": "매일 11:00 ~ 21:30BT 15:00 ~ 17:00연중무휴",
        "call": "02-921-9982"
    },
    "75": {
        "number": "0100",
        "name": "싱싱오징어바다 안암고대점",
        "tag": [
            "#해산물",
            "#회",
            "#소주",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로26길 15",
        "opening_hour": "매일 16:00 ~ 04:00",
        "call": "02-927-7303"
    },
    "76": {
        "number": "0101",
        "name": "달콤크레페",
        "tag": [
            "#고대사거리",
            "#테이크아웃"
        ],
        "location": "서울 성북구 안암로 117",
        "opening_hour": "NULL"
    },
    "77": {
        "number": "0102",
        "name": "비나 레스토랑 2호점",
        "tag": [
            "#동남아",
            "#커리",
            "#참살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 3-42 (2층)",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-928-5860"
    },
    "78": {
        "number": "0104",
        "name": "오징어나라 고대점",
        "tag": [
            "#소주",
            "#회",
            "#해산물",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24가길 6",
        "opening_hour": "매일 17:00 ~ 05:00",
        "call": "02-924-5484"
    },
    "79": {
        "number": "0107",
        "name": "포몬스",
        "tag": [
            "#동남아",
            "#쌀국수",
            "#참살이길",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 9",
        "opening_hour": "주중 11:00 ~ 21:30일 11:00 ~ 21:30",
        "call": "02-913-7963"
    },
    "80": {
        "number": "0111",
        "name": "호미불닭발 고대안암점",
        "tag": [
            "#한식",
            "#닭발",
            "#소주",
            "#맥주",
            "#참살이길",
            "#옆살이길",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 안암로 81-4 3층",
        "opening_hour": "매일 17:00 ~ 03:00",
        "call": "02-923-5356"
    },
    "81": {
        "number": "0112",
        "name": "등촌샤브칼국수 안암점",
        "tag": [
            "#한식",
            "#샤브샤브",
            "#칼국수",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 11",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-927-7787"
    },
    "82": {
        "number": "0113",
        "name": "철남 (정대후문)",
        "tag": [
            "#한식",
            "#두루치기",
            "#정대후문",
            "#회식",
            "#철판남매"
        ],
        "location": "서울 성북구 개운사길 22-5",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-927-4837"
    },
    "83": {
        "number": "0114",
        "name": "알밥집",
        "tag": [
            "#한식",
            "#알촌",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로27길 20",
        "opening_hour": "매일 09:00 ~ 21:00연중무휴",
        "call": "02-1661-1907"
    },
    "84": {
        "number": "0115",
        "name": "토담",
        "tag": [
            "#한식",
            "#백반",
            "#정대후문",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로27길 14-4",
        "opening_hour": "월~토 10:30 ~ 20:30",
        "call": "02-3291-0600"
    },
    "85": {
        "number": "0116",
        "name": "동우설렁탕",
        "tag": [
            "#한식",
            "#설렁탕",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#회식",
            "#가성비"
        ],
        "location": "서울 성북구 개운사길 45",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-926-5243"
    },
    "86": {
        "number": "0117",
        "name": "원조닭한마리",
        "tag": [
            "#한식",
            '#고기',
            "#닭곰탕",
            "#정대후문",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 22-3 2층",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-925-8874"
    },
    "87": {
        "number": "0118",
        "name": "청석골뼈다귀",
        "tag": [
            "#한식",
            "#국밥",
            "#감자탕",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#단체",
            "#가성비",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로27길 13",
        "opening_hour": "매일 24시간",
        "call": "02-929-2667"
    },
    "88": {
        "number": "0120",
        "name": "서울쌈냉면 고대점",
        "tag": [
            "#한식",
            "#냉면",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 개운사길 21-4",
        "opening_hour": "매일 09:00 ~ 21:00",
        "call": "02-929-4610"
    },
    "89": {
        "number": "0121",
        "name": "비야 고대본점",
        "tag": [
            "#한식",
            "#부대찌개",
            "#정대후문",
            "#회식",
            "#저렴"
        ],
        "location": "서울 성북구 개운사길 42-4 1층",
        "opening_hour": "매일 10:00 ~ 21:00연중무휴",
        "call": "02-923-6070"
    },
    "90": {
        "number": "0123",
        "name": "치즈를 사랑한 찜닭",
        "tag": [
            "#한식",
            "#찜닭",
            "#정대후문",
            "#포장"
        ],
        "location": "서울 성북구 개운사길 21-3",
        "opening_hour": "매일 10:00 ~ 21:30",
        "call": "02-929-2007"
    },
    "91": {
        "number": "0124",
        "name": "무아국수집",
        "tag": [
            "#한식",
            "#백반",
            "#국수",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 개운사길 18",
        "opening_hour": "매일 09:30 ~ 01:00",
        "call": "02-927-7050"
    },
    "92": {
        "number": "0125",
        "name": "한솥도시락 고대원룸촌점",
        "tag": [
            '#한식',
            "#도시락",
            "#정대후문",
            "#배달",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 개운사길 22-2",
        "opening_hour": "주중 07:00 ~ 22:00주말 07:00 ~ 21:00",
        "call": "02-927-5832"
    },
    "93": {
        "number": "0127",
        "name": "봉구스밥버거 고려대점",
        "tag": [
            "#분식",
            "#밥버거",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로 101",
        "opening_hour": "매일 08:00 ~ 21:00",
        "call": "02-928-4420"
    },
    "94": {
        "number": "0129",
        "name": "옥두헌손두부",
        "tag": [
            "#한식",
            "#백반",
            "#두부",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#단체"
        ],
        "location": "서울 성북구 개운사길 18",
        "opening_hour": "매일 07:00 ~ 22:00",
        "call": "02-928-2855"
    },
    "95": {
        "number": "0131",
        "name": "엄마손식당",
        "tag": [
            "#한식",
            "#백반",
            "#정대후문",
            "#저렴",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로27길 25",
        "opening_hour": "매일 10:00 ~ 21:00",
        "call": "010-7133-0094"
    },
    "96": {
        "number": "0132",
        "name": "어부삼대",
        "tag": [
            "#한식",
            "#생선",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 19",
        "opening_hour": "매일 09:00 ~ 20:00",
        "call": "02-929-5522"
    },
    "97": {
        "number": "0133",
        "name": "아임찜닭",
        "tag": [
            "#한식",
            "#찜닭",
            "#정대후문",
            "#포장"
        ],
        "location": "서울 성북구 개운사길 22-6 2층",
        "opening_hour": "매일 10:30 ~ 21:30",
        "call": "02-929-9298"
    },
    "98": {
        "number": "0137",
        "name": "후문식당",
        "tag": [
            "#한식",
            "#백반",
            "#정대후문",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로27길 14",
        "opening_hour": "월~토 07:00 ~ 17:00",
        "call": "02-927-2933"
    },
    "99": {
        "number": "0138",
        "name": " 쭈불쭈불",
        "tag": [
            "#한식",
            "#불고기",
            "#닭갈비",
            "#쭈꾸미",
            "#정대후문",
            "#혼밥",
            "#회식",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 고려대로27길 14-3",
        "opening_hour": "월~토 10:30 ~ 20:30",
        "call": "070-7563-9150"
    },
    "100": {
        "number": "0139",
        "name": "안암동김밥",
        "tag": [
            "#분식",
            "#정대후문"
        ],
        "location": "서울 성북구 개운사길 45",
        "opening_hour": "월~토 10:00 ~ 20:00",
        "call": "02-953-6182"
    },
    "101": {
        "number": "0140",
        "name": "무등산 참숯갈비",
        "tag": [
            "#고기",
            "#한식",
            "#갈비탕",
            "#정대후문",
            "#혼밥",
            "#회식",
            "#가성비"
        ],
        "location": "서울 성북구 개운사길 15",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-925-0062"
    },
    "102": {
        "number": "0141",
        "name": "모심",
        "tag": [
            "#한식",
            "#정대후문",
            "#코스",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 8 3층",
        "opening_hour": "매일 10:30 ~ 21:30연중무휴",
        "call": "02-924-5551"
    },
    "103": {
        "number": "0142",
        "name": "용초수",
        "tag": [
            "#중식",
            "#사천식",
            "#꿔바로우",
            "#정대후문",
            "#포장",
            "#가성비"
        ],
        "location": "서울 성북구 고려대로27길 20",
        "opening_hour": "매일 09:00 ~ 21:00첫째 셋째 토요일 휴무",
        "call": "02-922-7991"
    },
    "104": {
        "number": "0144",
        "name": "일미옥",
        "tag": [
            "#중식",
            "#사천식",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#회식",
            "#가성비",
            "#저렴"
        ],
        "location": "서울 성북구 개운사길 22-6",
        "opening_hour": "매일 09:00 ~ 22:00첫째 셋째 일요일 휴무",
        "call": "02-929-7889"
    },
    "105": {
        "number": "0146",
        "name": "언니네반점",
        "tag": [
            "#중식",
            "#정대후문",
            "#사천식",
            "#혼밥",
            "#가성비",
            "#저렴",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로27길 42",
        "opening_hour": "매일 11:00 ~ 23:30",
        "call": "02-953-7878"
    },
    "106": {
        "number": "0147",
        "name": "더씨",
        "tag": [
            "#중식",
            "#중화요리",
            "#정대후문",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 8",
        "opening_hour": "매일 11:00 ~ 21:00",
        "call": "02-928-1259"
    },
    "107": {
        "number": "0148",
        "name": "정상호프",
        "tag": [
            "#양식",
            "#파스타",
            "#정대후문",
            "#저렴"
        ],
        "location": "서울 성북구 개운사길 2",
        "opening_hour": "월~토 11:00 ~ 19:00",
        "call": "02-921-4284"
    },
    "108": {
        "number": "0149",
        "name": "매스플레이트",
        "tag": [
            "#양식",
            "#파스타",
            "#스테이크",
            "#리조또",
            "#필라프",
            "#정대후문",
            "#데이트",
            "#가성비"
        ],
        "location": "서울 성북구 개운사길 18",
        "opening_hour": "매일 11:00 ~ 22:00BT 15:00 ~ 16:30",
        "call": "010-5684-4484"
    },
    "109": {
        "number": "0150",
        "name": "어펄슨 (A Person)",
        "tag": [
            "#양식",
            "#피자",
            "#수제버거",
            "#햄버거",
            "#정대후문"
        ],
        "location": "서울 성북구 개운사길 2",
        "opening_hour": "월~토 11:00 ~ 24:00 일 17:00 ~ 23:00",
        "call": "02-929-0613"
    },
    "110": {
        "number": "0152",
        "name": "멘부리",
        "tag": [
            "#일식",
            "#돈부리",
            "#라멘",
            "#돈까스",
            "#정대후문",
            "#포장",
            "#배달"
        ],
        "location": "서울 성북구 개운사길 22-4",
        "opening_hour": "매일 09:30 ~ 21:00",
        "call": "02-926-5615"
    },
    "111": {
        "number": "0154",
        "name": "탄",
        "tag": [
            "#일식",
            "#돈부리",
            "#라멘",
            "#돈까스",
            "#정대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로27길 25 1층",
        "opening_hour": "매일 10:00 ~ 20:30 ",
        "call": "02-555-5977"
    },
    "112": {
        "number": "0155",
        "name": "겐로쿠우동 고대점",
        "tag": [
            "#일식",
            "#우동",
            "#정대후문",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로27길 14 2층",
        "opening_hour": "주중 09:30 ~ 21:00일 09:30 ~ 21:00",
        "call": "02-929-8545"
    },
    "113": {
        "number": "0156",
        "name": "돈까스하우스",
        "tag": [
            "#경양식",
            "#돈까스",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#가성비",
            "#돈하"
        ],
        "location": "서울 성북구 고려대로27길 15",
        "opening_hour": "주중 10:30 ~ 21:00 토 11:00 ~ 19:00",
        "call": "02-922-0430"
    },
    "114": {
        "number": "0157",
        "name": "주유소",
        "tag": [
            "#경양식",
            "#돈까스",
            "#생맥주",
            "#정대후문",
            "#회식",
            "#가성비",
            "#저렴"
        ],
        "location": "서울 성북구 고려대로27길 24-2",
        "opening_hour": "매일 09:00 ~ 21:00",
        "call": "02-927-0792"
    },
    "115": {
        "number": "0161",
        "name": "썬더치킨 고대점",
        "tag": [
            "#치킨",
            "#맥주",
            "#정대후문",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 38",
        "opening_hour": "매일 16:00 ~ 02:00",
        "call": "02-921-5022"
    },
    "116": {
        "number": "0162",
        "name": "절대분식",
        "tag": [
            "#분식",
            "#한식",
            "#백반",
            "#정대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로27길 15",
        "opening_hour": "주중 11:00 ~ 21:00주말 11:00 ~22:00",
        "call": "02-924-9091"
    },
    "117": {
        "number": "0165",
        "name": "떡뽀이 안암점",
        "tag": [
            "#분식",
            "#떡볶이",
            "#튀김",
            "#순대",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 개운사길 22-6",
        "opening_hour": "매일 10:00 ~ 04:00",
        "call": "02-988-1472"
    },
    "118": {
        "number": "0166",
        "name": "김밥천국 정대후문점",
        "tag": [
            "#분식",
            "#정대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 개운사길 12",
        "opening_hour": "매일 07:30 ~ 21:00",
        "call": "02-923-6668"
    },
    "119": {
        "number": "0169",
        "name": "꽌부이",
        "tag": [
            "#동남아",
            "#정대후문",
            "#쌀국수"
        ],
        "location": "서울 성북구 고려대로27길 28",
        "opening_hour": "매일 11:30 ~ 20:30BT 14:30 ~ 16:30",
        "call": "02-925-8151"
    },
    "120": {
        "number": "0170",
        "name": "하노이별",
        "tag": [
            "#동남아",
            "#정대후문",
            "#포장",
            "#혼밥",
            "#회식",
            "#쌀국수"
        ],
        "location": "서울 성북구 개운사길 5 지하1층",
        "opening_hour": "매일 10:30 ~ 21:00",
        "call": "02-953-7470"
    },
    "121": {
        "number": "0172",
        "name": "샐러데이",
        "tag": [
            "양식",
            "#다이어트",
            "#샐러드",
            "#정대후문",
            "#테이크아웃"
        ],
        "location": "서울 성북구 개운사길 45",
        "opening_hour": "월~토 11:00 ~ 20:00",
        "call": "02-6093-5449"
    },
    "122": {
        "number": "0174",
        "name": "철남 (이공계)",
        "tag": [
            "#한식",
            "#이공계",
            "#1인분",
            "#단체",
            "#철판남매"
        ],
        "location": "서울 성북구 고려대로 27길 47",
        "opening_hour": "주중 09:30 ~ 21:00주말 10:30 ~ 21:30",
        "call": "02-921-4837"
    },
    "123": {
        "number": "0175",
        "name": "엄마밥줘 고대본점",
        "tag": [
            "#한식",
            "#이공계",
            "#배달",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로9가길 93",
        "opening_hour": "월~토 08:00 ~ 21:00",
        "call": "02-925-3792"
    },
    "124": {
        "number": "0176",
        "name": "서병장대김일병 이공대점",
        "tag": [
            "#안암로터리",
            "#한식",
            "#이공계",
            "#부대찌개",
            "#부대볶음",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 안암로9가길 97",
        "opening_hour": "매일 09:00 ~ 21:00연중무휴",
        "call": "02-926-3535"
    },
    "125": {
        "number": "0177",
        "name": "비야 이공후문",
        "tag": [
            "#한식",
            "#이공계"
        ],
        "location": "서울 성북구 안암로9가길 85",
        "opening_hour": "매일 09:00 ~ 20:00",
        "call": "02-923-4523"
    },
    "126": {
        "number": "0178",
        "name": "친구네",
        "tag": [
            "#한식",
            "#백반",
            "#이공계",
            "#안암로터리",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 안암로9가길 80-17",
        "opening_hour": "매일 08:00 ~ 21:00",
        "call": "02-0922-5550"
    },
    "127": {
        "number": "0179",
        "name": "이공냉면",
        "tag": [
            "#한식",
            "#백반",
            "#이공계",
            "#안암로터리",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 안암로9가길 101",
        "opening_hour": "월~토 05:30 ~ 19:30",
        "call": "02-923-1415"
    },
    "128": {
        "number": "0180",
        "name": "이모네식당",
        "tag": [
            "#한식",
            "#이공계",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로 73-3",
        "opening_hour": "주중 11:00 ~ 20:00토 11:00 ~ 14:30",
        "call": "010-6618-9298"
    },
    "129": {
        "number": "0181",
        "name": "박가네 뼈다귀 해장국",
        "tag": [
            "#한식",
            "#이공계",
            "#배달"
        ],
        "location": "서울 동대문구 무학로 200",
        "opening_hour": "연중무휴 24시간",
        "call": "02-921-8050"
    },
    "130": {
        "number": "0183",
        "name": "황소식당",
        "tag": [
            "#한식",
            "#백반",
            "#안암로터리",
            "#이공계",
            "#혼밥"
        ],
        "location": "서울 성북구 안암로9가길 82",
        "opening_hour": "주중 10:00 ~ 21:00",
        "call": "02-922-7379"
    },
    "131": {
        "number": "0184",
        "name": "신의주 부대찌개",
        "tag": [
            "#한식",
            "#부대찌개",
            "#두루치기",
            "#안암로터리",
            "#이공계",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 안암로9가길 98",
        "opening_hour": "매일 10:00 ~ 21:30",
        "call": "02-929-2978"
    },
    "132": {
        "number": "0185",
        "name": "할매순대국",
        "tag": [
            "#한식",
            "#순대국",
            "#이공계",
            "#안암로터리",
            "#포장",
            "#혼밥",
            "#24시",
            "#국밥"
        ],
        "location": "서울 성북구 안암로 73",
        "opening_hour": "매일 24시간",
        "call": "02-921-9194"
    },
    "133": {
        "number": "0187",
        "name": "마시고",
        "tag": [
            "#한식",
            "#이공계",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로 69-1",
        "opening_hour": "매일 11:00 ~ 17:00 (런치부페)매일 16:00 ~ 01:00 (술)",
        "call": "02-953-5612"
    },
    "134": {
        "number": "0188",
        "name": "국민수육국밥",
        "tag": [
            "#한식",
            "#국밥",
            "#이공계",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로9가길 76",
        "opening_hour": "매일 08:30 ~ 24:00",
        "call": "02-922-3353"
    },
    "135": {
        "number": "0190",
        "name": "정한손함흥냉면",
        "tag": [
            "#한식",
            "#냉면",
            "#이공계",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로 61-6 지하1층",
        "opening_hour": "매일 11:30 ~ 20:00",
        "call": "02-921-2212"
    },
    "136": {
        "number": "0191",
        "name": "본도시락",
        "tag": [
            "#도시락",
            "#이공계",
            "#배달",
            "#포장",
            "#1인분"
        ],
        "location": "서울 성북구 안암로 63 1층",
        "opening_hour": "매일 10:30 ~ 20:00",
        "call": "02-960-0209"
    },
    "137": {
        "number": "0192",
        "name": "닭한마리 칼국수",
        "tag": [
            "#한식",
            "#이공계",
            "#단체"
        ],
        "location": "서울 성북구 안암로 71",
        "opening_hour": "매일 09:30 ~ 24:00",
        "call": "02-6405-2434"
    },
    "138": {
        "number": "0193",
        "name": "아는 집밥",
        "tag": [
            "#한식",
            "#백반",
            "#안암로터리",
            "#이공계",
            "#혼밥",
            "#저렴",
            "#가성비",
            "#포장"
        ],
        "location": "서울 동대문구 안암로 66",
        "opening_hour": "매일 10:00 ~ 20:00",
        "call": "02-921-8429"
    },
    "139": {
        "number": "0194",
        "name": "장터사골 소머리곰탕",
        "tag": [
            "#한식",
            "#국밥",
            "#이공계",
            "#안암로터리",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 동대문구 무학로 198-1",
        "opening_hour": "월~토 08:00 ~ 22:00일 10:00 ~ 22:00",
        "call": "02-968-7900"
    },
    "140": {
        "number": "0195",
        "name": "Mr.WANG 시즌2",
        "tag": [
            "#안암로터리",
            "#중식",
            "#이공계",
            "#중화요리",
            "#짜장면",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 안암로9가길 87",
        "opening_hour": "월~토 11:00 ~ 21:00BT 15:00 ~ 17:00",
        "call": "02-922-0406"
    },
    "141": {
        "number": "0196",
        "name": "고려성",
        "tag": [
            "#안암로터리",
            "#중식",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#탕수육",
            "#이공계",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 안암로 69-1",
        "opening_hour": "매일 11:00 ~ 21:30첫째 셋째 일요일 휴무",
        "call": "02-923-9577"
    },
    "142": {
        "number": "0197",
        "name": "차이니웍",
        "tag": [
            "#중식",
            "#안암로터리",
            "#이공계",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 안암로 73-5 2층",
        "opening_hour": "매일 09:00 ~ 21:00연중무휴",
        "call": "02-923-1996~7"
    },
    "143": {
        "number": "0198",
        "name": "정다래 함박스텍 이공후문",
        "tag": [
            "#안암로터리",
            "#경양식",
            "#이공계",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 안암로9가길 91 1층",
        "opening_hour": "월~토 10:00 ~ 21:00",
        "call": "02-928-7797"
    },
    "144": {
        "number": "0199",
        "name": "Joe's Grill",
        "tag": [
            "#양식",
            "#이공계",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로9가길 80-6",
        "opening_hour": "월~토 10:00 ~ 20:00",
        "call": "070-7695-4903"
    },
    "145": {
        "number": "0201",
        "name": "59쌀피자 안암오거리점",
        "tag": [
            "#참살이길",
            "#피자",
            "#안암로터리",
            "#이공계",
            "#배달",
            "#포장"
        ],
        "location": "서울 동대문구 약령시로 10",
        "opening_hour": "월 11:00 ~ 22:00 수~일 11:00 ~ 22:00",
        "call": "02-6032-5949"
    },
    "146": {
        "number": "0202",
        "name": "피자스쿨 이공후문",
        "tag": [
            "#양식",
            "#피자",
            "#이공계",
            "#포장",
            "#단체"
        ],
        "location": "서울 동대문구 안암로 68",
        "opening_hour": "매일 11:00 ~ 22:30",
        "call": "02-921-6714"
    },
    "147": {
        "number": "0203",
        "name": "이공탄",
        "tag": [
            "#일식",
            "#이공계",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로 73-5",
        "opening_hour": "주중 09:30 ~ 21:00주말 10:30 ~ 20:30",
        "call": "02-555-2311"
    },
    "148": {
        "number": "0204",
        "name": "오바케 돈부리",
        "tag": [
            "#일식",
            "#돈부리",
            "#이공계",
            "#배달",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로9가길 99",
        "opening_hour": "매일 10:40 ~ 21:00",
        "call": "02-923-0020"
    },
    "149": {
        "number": "0205",
        "name": "스시진",
        "tag": [
            "#일식",
            "#이공계",
            "#배달"
        ],
        "location": "서울 성북구 안암로 69-1",
        "opening_hour": "월~토 11:00 ~ 22:00",
        "call": "02-922-4638"
    },
    "150": {
        "number": "0206",
        "name": "삼성통닭 이공후문",
        "tag": [
            "#치킨",
            "#참살이길",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 고려대로24길 60",
        "opening_hour": "매일 14:00 ~ 05:00",
        "call": "02-922-0077"
    },
    "151": {
        "number": "0207",
        "name": "제주고깃집",
        "tag": [
            "#고기",
            "#이공계",
            "#안암로터리",
            "#회식",
            "#소주"
        ],
        "location": "서울 성북구 안암로 69-1",
        "opening_hour": "매일 16:00 ~ 24:00",
        "call": "02-926-3696"
    },
    "152": {
        "number": "0208",
        "name": "투고샐러드 고려대점",
        "tag": [
            "#양식",
            "#다이어트",
            "#샐러드",
            "#참살이길",
            "#뒷살이길",
            "#포장",
            "#테이크아웃",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로28길 5",
        "opening_hour": "매일 11:00 ~ 21:00",
        "call": "02-953-6070"
    },
    "153": {
        "number": "0210",
        "name": "다돈 참숯화로구이",
        "tag": [
            "#고기",
            "#이공계",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로 65",
        "opening_hour": "월~토 09:30 ~ 23:00",
        "call": "02-928-3340"
    },
    "154": {
        "number": "0211",
        "name": "고대맛집ㅋㅋ",
        "tag": [
            "#분식",
            "#이공계",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로9가길 80-17",
        "opening_hour": "주중 10:00 ~ 21:00 일 12:00 ~ 21:00",
        "call": "02-917-9398"
    },
    "155": {
        "number": "0213",
        "name": "미스사이공",
        "tag": [
            "#안암로터리",
            "#동남아",
            "#이공계",
            "#포장",
            "#혼밥",
            "#쌀국수",
            "#저렴"
        ],
        "location": "서울 성북구 안암로9가길 80-17 1층",
        "opening_hour": "주중 10:30 ~ 21:30 일 10:30 ~ 21:30",
        "call": "02-928-3646"
    },
    "156": {
        "number": "0215",
        "name": "버거킹 중앙광장",
        "tag": [
            "#햄버거",
            "#교내",
            "#포장",
            "#1인분"
        ],
        "location": "서울 성북구 안암로 145 중앙광장",
        "opening_hour": "매일 09:00 ~ 21:00연중무휴",
        "call": "02-928-0330"
    },
    "157": {
        "number": "0216",
        "name": "맘스터치 타이거플라자",
        "tag": [
            "#햄버거",
            "#교내",
            "#포장",
            "#1인분"
        ],
        "location": "서울 성북구 안암로 145 타이거플라자",
        "opening_hour": "월~토 10:30 ~ 20:00",
        "call": "02-926-2622"
    },
    "158": {
        "number": "0218",
        "name": "고대분식 과학도서관",
        "tag": [
            "#분식",
            "#교내",
            "#포장",
            "#1인분"
        ],
        "location": "서울 성북구 안암로 145 하나스퀘어",
        "opening_hour": "주중 10:00 ~ 20:00 토 10:00 ~ 15:00",
        "call": "02-926-2121"
    },
    "159": {
        "number": "0219",
        "name": "마더스밥 현차관",
        "tag": [
            "#분식",
            "#교내"
        ],
        "location": "서울 성북구 안암로 145 현대차기념관",
        "opening_hour": "주중 09:00 ~ 19:30 토 09:00 ~ 16:30",
        "call": "02-929-3900"
    },
    "160": {
        "number": "0220",
        "name": "또랑",
        "tag": [
            "#분식",
            "#애기능학관",
            "#포장",
            "#1인분"
        ],
        "location": "서울특별시 성북구 고려대로22길 6-3 애기능학생회관",
        "opening_hour": "월~토 08:00 ~ 21:00",
        "call": "02-923-4294"
    },
    "161": {
        "number": "0221",
        "name": "국수사랑",
        "tag": [
            "#한식",
            "#국수",
            "#백반",
            "#분식",
            "#김밥",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로22길 16 지하1층",
        "opening_hour": "월~토 10:30 ~ 20:30",
        "call": "02-929-3002"
    },
    "162": {
        "number": "0222",
        "name": "호미",
        "tag": [
            "#한식",
            "#백반",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로20길 7-15",
        "opening_hour": "매일 09:00 ~ 21:00",
        "call": "02-909-3398"
    },
    "163": {
        "number": "0224",
        "name": "광주식당",
        "tag": [
            "#한식",
            "#국밥",
            "#해장국",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#회식",
            "#저렴"
        ],
        "location": "서울 동대문구 제기로5길 35",
        "opening_hour": "월~토 10:00 ~ 20:20",
        "call": "02-929-5582"
    },
    "164": {
        "number": "0225",
        "name": "금복식당",
        "tag": [
            "#한식",
            "#백반",
            "#정문앞",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로20길 16",
        "opening_hour": "매일 10:30 ~ 20:30",
        "call": "02-923-7844"
    },
    "165": {
        "number": "0226",
        "name": "골목국수",
        "tag": [
            "#한식",
            "#백반",
            "#칼국수",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 동대문구 제기로5길 36",
        "opening_hour": "주중 10:00 ~ 20:00",
        "call": "02-929-2772"
    },
    "166": {
        "number": "0227",
        "name": "예손",
        "tag": [
            "#한식",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 안암로145 화정체육관 1층",
        "opening_hour": "월~토 10:00 ~ 21:00",
        "call": "02-929-8805"
    },
    "167": {
        "number": "0228",
        "name": "김치만 선생",
        "tag": [
            "#한식",
            "#찌개",
            "#백반",
            "#정문앞",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로22길 9",
        "opening_hour": "매일 11:30 ~ 23:00",
        "call": "070-4085-0807"
    },
    "168": {
        "number": "0231",
        "name": "큰집 대학식당",
        "tag": [
            "#한식",
            "#백반",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#회식",
            "#저렴"
        ],
        "location": "서울 동대문구 안암로22길 16",
        "opening_hour": "매일 11:00 ~ 20:00",
        "call": "02-976-1232"
    },
    "169": {
        "number": "0232",
        "name": "밥이랑 고기랑 (류 본점)",
        "tag": [
            "#한식",
            "#백반",
            "#고기",
            "#정문앞",
            "#혼밥"
        ],
        "location": "서울 동대문구 제기로5길 25",
        "opening_hour": "월~토 11:30 ~ 24:30 일 11:30 ~ 21:00",
        "call": "02-923-9231"
    },
    "170": {
        "number": "0233",
        "name": "해마루",
        "tag": [
            "#한식",
            "#퓨전",
            "#돈까스",
            "#떡볶이",
            "#정문앞",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 동대문구 제기로5길 38 (2층)",
        "opening_hour": "월~토 10:00 ~ 20:00",
        "call": "02-922-6204"
    },
    "171": {
        "number": "0234",
        "name": "토마토도시락",
        "tag": [
            "#한식",
            "#퓨전",
            "#도시락",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 동대문구 안암로 158 1층",
        "opening_hour": "월~토 10:00 ~ 20:30",
        "call": "02-929-8881"
    },
    "172": {
        "number": "0235",
        "name": "서울감자탕해장국",
        "tag": [
            "#한식",
            "#국밥",
            "#해장국",
            "#감자탕",
            "#정문앞",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 동대문구 안암로 162",
        "opening_hour": "월~토 09:00 ~ 21:00",
        "call": "02-926-2683"
    },
    "173": {
        "number": "0236",
        "name": "중국관",
        "tag": [
            "#중식",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#특면",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#혼밥",
            "#가성비"
        ],
        "location": "서울 동대문구 고산자로 56길 17",
        "opening_hour": "화~일 11:00 ~ 20:00둘째 넷째 일요일 휴무",
        "call": "02-927-9743"
    },
    "174": {
        "number": "0237",
        "name": "오늘은 면발 땡기는 날",
        "tag": [
            "#중식",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#정문앞",
            "#배달",
            "#포장"
        ],
        "location": "서울 동대문구 제기동 137-477",
        "opening_hour": "매일 11:00 ~ 21:00둘째 넷째 월요일 휴무",
        "call": "02-928-1766"
    },
    "175": {
        "number": "0238",
        "name": "짜장마을",
        "tag": [
            "#중식",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#정문앞",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 동대문구 안암로 160-1",
        "opening_hour": "월~토 10:00 ~ 20:30",
        "call": "02-927-8825"
    },
    "176": {
        "number": "0241",
        "name": "이수영피자",
        "tag": [
            "#피자",
            "#정문앞",
            "#배달",
            "#포장",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로24길 5 2층",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-943-2142"
    },
    "177": {
        "number": "0244",
        "name": "옐로우 피자 (김인성씨)",
        "tag": [
            "#피자",
            "#정문앞",
            "#배달",
            "#포장",
            "#베이컨체다꼭드세요"
        ],
        "location": "서울 동대문구 제기로 25",
        "opening_hour": "월~토 11:30 ~ 02:30 일 11:30 ~ 23:30",
        "call": "02-921-2682"
    },
    "178": {
        "number": "0246",
        "name": "코케코코",
        "tag": [
            "#일식",
            "#카레",
            "#돈부리",
            "#돈까스",
            "#나베",
            "#정문앞",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 동대문구 안암로24길 5 1층",
        "opening_hour": "매일 11:30 ~ 21:00 BT 15:00 ~ 17:00",
        "call": "02-3394-8151"
    },
    "179": {
        "number": "0247",
        "name": "고래돈까스",
        "tag": [
            "#일식",
            "#돈까스",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#회식",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로 154",
        "opening_hour": "매일 09:30 ~ 21:30",
        "call": "02-953-6592"
    },
    "180": {
        "number": "0249",
        "name": "고씨네",
        "tag": [
            "#일식",
            "#카레",
            "#돈까스",
            "#카레우동",
            "#정문앞",
            "#포장",
            "#혼밥"
        ],
        "location": "서울특별시 동대문구 안암로 158-1 1층",
        "opening_hour": "매일 11:30 ~ 20:30 연중무휴",
        "call": "02-953-5755"
    },
    "181": {
        "number": "0251",
        "name": "짱닭치킨",
        "tag": [
            "#치킨",
            "#맥주",
            "#정문앞",
            "#포장",
            "#회식",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로24길 4 (꼭대기층)",
        "opening_hour": "매일 11:00 ~ 03:00",
        "call": "02-927-3277"
    },
    "182": {
        "number": "0252",
        "name": "튄닥vs꾼닥",
        "tag": [
            "#치킨",
            "#맥주",
            "#정문앞",
            "#배달",
            "#포장",
            "#혼밥",
            "#치킨랩",
            "#가성비",
            "#회식"
        ],
        "location": "서울 동대문구 안암로 132 (1,2층)",
        "opening_hour": "매일 11:30 ~ 다음날01:00 첫째 셋째 일요일 휴무",
        "call": "02-929-2710"
    },
    "183": {
        "number": "0253",
        "name": "치킨필레오",
        "tag": [
            "#치킨",
            "#맥주",
            "#정문앞",
            "#포장",
            "#회식",
            "#배달"
        ],
        "location": "서울 동대문구 안암로24길 4",
        "opening_hour": "매일 15:00 ~ 01:00",
        "call": "02-928-9186"
    },
    "184": {
        "number": "0254",
        "name": "교촌치킨",
        "tag": [
            "#치킨",
            "#정문앞",
            "#배달",
            "#포장"
        ],
        "location": "서울 동대문구 안암로 158-1",
        "opening_hour": "매일 12:00 ~ 01:30 연중무휴",
        "call": "02-923-3363"
    },
    "185": {
        "number": "0255",
        "name": "원주통닭",
        "tag": [
            "#치킨",
            "#정문앞",
            "#배달",
            "#포장",
            "#폐업아니라면리뷰로알려주세요"
        ],
        "location": "서울 동대문구 안암로22길 8",
        "opening_hour": "월~토 16:00 ~ 24:00",
        "call": "02-924-9291"
    },
    "186": {
        "number": "0256",
        "name": "BHC치킨",
        "tag": [
            "#치킨",
            "#정문앞",
            "#배달",
            "#포장"
        ],
        "location": "서울 동대문구 안암로 164 1층",
        "opening_hour": "매일 11:00 ~ 01:00",
        "call": "02-925-2100"
    },
    "187": {
        "number": "0257",
        "name": "멕시카나치킨",
        "tag": [
            "#치킨",
            "#정문앞",
            "#배달",
            "#포장",
            "#고대사거리"
        ],
        "location": "서울 동대문구 제기로 15",
        "opening_hour": "매일 14:00 ~ 02:00 연중무휴",
        "call": "02-922-9233"
    },
    "188": {
        "number": "0259",
        "name": "소문난 보배곱창",
        "tag": [
            "#곱창",
            "#고기",
            "#소주",
            "#맥주",
            "#정문앞",
            "#포장",
            "#회식",
            "#고려대역"
        ],
        "location": "서울 동대문구 고산자로 539-1",
        "opening_hour": "매일 16:00 ~ 23:30첫째 셋째 일요일 휴무",
        "call": "02-963-7323"
    },
    "189": {
        "number": "0261",
        "name": "경성고기꾼",
        "tag": [
            "#고기",
            "#소고기",
            "#육회",
            "#한식",
            "#정문앞",
            "#회식",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로 160 1층",
        "opening_hour": "월~토 11:00 ~ 23:00일 16:00 ~ 23:00",
        "call": "02-929-0912"
    },
    "190": {
        "number": "0262",
        "name": "다손김밥",
        "tag": [
            "#분식",
            "#김밥",
            "#수제비",
            "#정문앞",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 동대문구 안암로 148-1",
        "opening_hour": "월~토 11:00 ~ 21:00",
        "call": "02-928-7078"
    },
    "191": {
        "number": "0264",
        "name": "국시랑",
        "tag": [
            "#분식",
            "#국수",
            "#김밥",
            "#제기동",
            "#포장",
            "#혼밥",
            "#저렴",
            "#고대사거리"
        ],
        "location": "서울 동대문구 제기로 15",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-6309-8767"
    },
    "192": {
        "number": "0268",
        "name": "알래스카에서 온 연어가 맛있는 집",
        "tag": [
            "#해산물",
            "#정문앞",
            "#고려대역",
            "#연어",
            "#초밥",
            "#소주",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 고산자로 553",
        "opening_hour": "매일 11:00 ~ 02:00",
        "call": "02-929-3401"
    },
    "193": {
        "number": "0269",
        "name": "비나 레스토랑 정문",
        "tag": [
            "#동남아",
            "#커리",
            "#정문앞",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 안암로24길 4",
        "opening_hour": "매일 10:30 ~ 21:30",
        "call": "02-926-5860"
    },
    "194": {
        "number": "0270",
        "name": "연어사랑",
        "tag": [
            "#해산물",
            "#연어",
            "#회",
            "#초밥",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 고산자로 549-1",
        "opening_hour": "매일 16:00 ~ 01:30",
        "call": "02-928-8243"
    },
    "195": {
        "number": "0271",
        "name": "조개bene",
        "tag": [
            "#해산물",
            "#조개",
            "#정문앞",
            "#고려대역",
            "#회식",
            "#소주"
        ],
        "location": "서울 동대문구 안암로24길 31-6",
        "opening_hour": "월~토 18:00 ~ 01:00 일 18:00 ~ 11:00",
        "call": "02-927-6447"
    },
    "196": {
        "number": "0272",
        "name": "미당",
        "tag": [
            "#해산물",
            "#회",
            "#매운탕",
            "#소주",
            "#정문앞",
            "#폐업안했다면리뷰로알려주세요"
        ],
        "location": "서울 동대문구 제기로 9-6 1층",
        "opening_hour": "매일 17:00 ~ 02:00",
        "call": "02-929-4737"
    },
    "197": {
        "number": "0273",
        "name": "바다이야기",
        "tag": [
            "#해산물",
            "#회",
            "#소주",
            "#정문앞",
            "#포장"
        ],
        "location": " 서울 동대문구 제기로5길 43",
        "opening_hour": "월~토 16:00 ~ 01:00",
        "call": "02-922-3259"
    },
    "198": {
        "number": "0274",
        "name": "해적자연산횟집",
        "tag": [
            "#해산물",
            "#회",
            "#소주",
            "#정문앞",
            "#고대사거리",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 제기로 3-1",
        "opening_hour": "매일 16:00 ~ 01:00",
        "call": "02-953-9098"
    },
    "199": {
        "number": "0275",
        "name": "아미가",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": " 서울 성북구 종암동 24-15",
        "opening_hour": "매일 09:30 ~ 21:00 BT 15:00 ~ 16:30",
        "call": "02-922-5558"
    },
    "200": {
        "number": "0276",
        "name": "무아국수",
        "tag": [
            "#한식",
            "#국수",
            "#법대후문",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 종암로3길 13",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-928-3235"
    },
    "201": {
        "number": "0277",
        "name": "호랭이 밥그릇",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 북악산로 1057",
        "opening_hour": "평일 07:00 ~ 20:00 토 07:00 ~ 16:00",
        "call": "02-929-0787"
    },
    "202": {
        "number": "0278",
        "name": "아침바다",
        "tag": [
            "#한식",
            "#백반",
            "#부대찌개",
            "#법대후문",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 종암로3길 13",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-929-1352"
    },
    "203": {
        "number": "0279",
        "name": "두레식당",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 북악산로 1061",
        "opening_hour": "월~토 07:00 ~ 22:00 BT 14:00 ~ 15:00",
        "call": "02-928-4882"
    },
    "204": {
        "number": "0281",
        "name": "고대식당",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 북악산로29길 7",
        "opening_hour": "매일 07:00 ~ 19:00",
        "call": "02-928-6256"
    },
    "205": {
        "number": "0282",
        "name": "청보리꼴",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#보리밥",
            "#건강",
            "#혼밥"
        ],
        "location": "서울 성북구 북악산로 1062",
        "opening_hour": "매일 11:00 ~ 22:00 첫째 셋째 주말 휴무",
        "call": "02-927-9966"
    },
    "206": {
        "number": "0283",
        "name": "한솥도시락 종암점",
        "tag": [
            "#한식",
            "#도시락",
            "#법대후문",
            "#포장",
            "#혼밥",
            "#저렴",
            "#자취생의빛"
        ],
        "location": "서울 성북구 종암로5길 29",
        "opening_hour": "매일 09:00 ~ 21:00 연중무휴",
        "call": "02-953-8377"
    },
    "207": {
        "number": "0284",
        "name": "유정",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#혼밥",
            "#회식",
            "#가성비"
        ],
        "location": "서울 성북구 북악산로29길 21",
        "opening_hour": "매일 10:30 ~ 21:30",
        "call": "02-928-6256"
    },
    "208": {
        "number": "0285",
        "name": "청진동 해장국",
        "tag": [
            "#한식",
            "#국밥",
            "#해장국",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로 54",
        "opening_hour": "매일 24시간",
        "call": "02-942-7022"
    },
    "209": {
        "number": "0286",
        "name": "양자설렁탕",
        "tag": [
            "#한식",
            "#백반",
            "#설렁탕",
            "#법대후문",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 종암로 25",
        "opening_hour": "월~토 24시간 일요일 00:00 ~ 08:00",
        "call": "02-953-3234"
    },
    "210": {
        "number": "0287",
        "name": "옥당골",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로 23",
        "opening_hour": "월~토 11:00 ~ 21:00",
        "call": "02-923-3720"
    },
    "211": {
        "number": "0288",
        "name": "밀크밥버거",
        "tag": [
            "#한식",
            "#분식",
            "#밥버거",
            "#컵밥",
            "#법대후문",
            "#배달",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 종암동 23-62",
        "opening_hour": "화~일 10:00 ~ 20:00",
        "call": "02-6498-0505"
    },
    "212": {
        "number": "0289",
        "name": "우리 사철탕 삼계탕",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로5길 9-13",
        "opening_hour": "매일 11:00 ~ 22:30",
        "call": "02-922-0845"
    },
    "213": {
        "number": "0290",
        "name": "보리밥 바지락칼국수",
        "tag": [
            "#한식",
            "#만두",
            "#칼국수",
            "#수제비",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로 54",
        "opening_hour": "월~토 11:30 ~ 21:00 / 일 휴무",
        "call": "02-910-7377"
    },
    "214": {
        "number": "0291",
        "name": "식구 밥상술상",
        "tag": [
            "#한식",
            "#백반",
            "#법대후문",
            "#저렴",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로 56 아동 110호",
        "opening_hour": "주중 10:00 ~ 22:00 토 10:00 ~ 15:00",
        "call": "02-911-2435"
    },
    "215": {
        "number": "0293",
        "name": "마산 아구찜 꽃게찜",
        "tag": [
            "#한식",
            "#해산물",
            "#아구",
            "#꽃게",
            "#찜",
            "#법대후문",
            "#배달",
            "#포장"
        ],
        "location": "서울 성북구 종암로 68",
        "opening_hour": "매일 11:00 ~ 20:30",
        "call": "02-917-7601"
    },
    "216": {
        "number": "0294",
        "name": "자스민",
        "tag": [
            "#중식",
            "#중화요리",
            "#짜장면",
            "#법대후문",
            "#포장",
            "#회식"
        ],
        "location": "서울특별시 성북구 종암동 34-3",
        "opening_hour": "매일 11:30 ~ 03:00BT 15:00 ~ 17:00",
        "call": "02-929-8955"
    },
    "217": {
        "number": "0296",
        "name": "맥도날드 법대후문",
        "tag": [
            '#양식',
            "#햄버거",
            "#법대후문",
            "#배달",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 종암로 58",
        "opening_hour": "매일 24시간",
        "call": "070-7017-0661"
    },
    "218": {
        "number": "0297",
        "name": "피자스쿨 법대후문",
        "tag": [
            "#피자",
            "#법대후문",
            "#배달",
            "#포장",
            "#저렴"
        ],
        "location": "서울 성북구 종암로9길 3",
        "opening_hour": "매일 11:00 ~ 22:30 둘째 넷째 화요일 휴무",
        "call": "02-925-5050"
    },
    "219": {
        "number": "0298",
        "name": "홍대개미",
        "tag": [
            "#일식",
            "#돈부리",
            "#덮밥",
            "#법대후문",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로9길 3 1층",
        "opening_hour": "매일 11:00 ~ 21:00",
        "call": "02-921-1422"
    },
    "220": {
        "number": "0299",
        "name": "오박사네 돈까스",
        "tag": [
            "#경양식",
            "#돈까스",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 북악산로 1055",
        "opening_hour": "매일 10:30 ~ 21:00",
        "call": "02-922-9759"
    },
    "221": {
        "number": "0300",
        "name": "또또치킨호프",
        "tag": [
            "#치킨",
            "#맥주",
            "#법대후문",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 북악산로29길 40",
        "opening_hour": "매일 16:00 ~ 04:00",
        "call": "02-925-3139"
    },
    "222": {
        "number": "0301",
        "name": "부어치킨 종암동점",
        "tag": [
            "#치킨",
            "#법대후문",
            "#포장"
        ],
        "location": "서울 성북구 종암로5길 29",
        "opening_hour": "매일 12:00 ~ 01:00",
        "call": "02-928-3493"
    },
    "223": {
        "number": "0303",
        "name": "해피데이",
        "tag": [
            "#치킨",
            "#맥주",
            "#법대후문",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 종암로 54",
        "opening_hour": "매일 16:00 ~ 02:00",
        "call": "02-941-0724"
    },
    "224": {
        "number": "0304",
        "name": "큰대문집",
        "tag": [
            "#고기",
            "#소주",
            "#법대후문",
            "#회식"
        ],
        "location": "서울 성북구 종암로14길 6-21",
        "opening_hour": "매일 11:30 ~ 21:30",
        "call": "02-913-0902"
    },
    "225": {
        "number": "0305",
        "name": "신생",
        "tag": [
            "#한식",
            "#찌개",
            "#고기",
            "#법대후문",
            "#종암동",
            "#정육"
        ],
        "location": "서울 성북구 종암로14길 6-26",
        "opening_hour": "매일 11:00 ~ 21:00 첫째 셋째 일요일 휴무",
        "call": "02-914-0902"
    },
    "226": {
        "number": "0306",
        "name": "갈마당 숯불갈비 생고기전문",
        "tag": [
            "#고기",
            "#소주",
            "#법대후문",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 종암로 54",
        "opening_hour": "매일 10:00 ~ 22:30 연중무휴",
        "call": "02-911-5576"
    },
    "227": {
        "number": "0307",
        "name": "우이동 멸치국수",
        "tag": [
            "#분식",
            "#국수",
            "#한식",
            "#백반",
            "#법대후문",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 종암로5길 9-2",
        "opening_hour": "주중 11:00 ~ 20:30",
        "call": "02-929-9911"
    },
    "228": {
        "number": "0308",
        "name": "알콩김밥 달콩라면",
        "tag": [
            "#분식",
            "#라면",
            "#김밥",
            "#법대후문",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 종암로9길 3",
        "opening_hour": "월~토 09:00 ~ 21:00",
        "call": "02-923-3355"
    },
    "229": {
        "number": "0309",
        "name": "참새방앗간",
        "tag": [
            "#분식",
            "#떡볶이",
            "#김밥",
            "#한식",
            "#법대후문",
            "#포장",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 성북구 북악산로31길 39 1층",
        "opening_hour": "주중 11:00 ~ 21:30 토 11:00 ~ 19:30",
        "call": "02-929-7328"
    },
    "230": {
        "number": "0310",
        "name": "엄마네",
        "tag": [
            "#분식",
            "#법대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 종암로5길 9-3",
        "opening_hour": "주중 10:00 ~ 21:30 토 10:00 ~ 19:00",
        "call": "02-953-8221"
    },
    "231": {
        "number": "0312",
        "name": "진미식당",
        "tag": [
            "#한식",
            "#백반",
            "#제육볶음",
            "#배달",
            "#제기동",
            "#고대사거리",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 동대문구 제기로 2길 8",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-922-6190"
    },
    "232": {
        "number": "0313",
        "name": "닭한마리 호정",
        "tag": [
            "#한식",
            "#백반",
            "#닭곰탕",
            "#칼국수",
            "#제기동",
            "#고대사거리",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 동대문구 안암로18가길 32",
        "opening_hour": "매일 10:30 ~ 23:00 둘째 넷째 월요일 휴무",
        "call": "02-953-2624"
    },
    "233": {
        "number": "0314",
        "name": "부부 바지락 손칼국수",
        "tag": [
            "#한식",
            "#칼국수",
            "#수제비",
            "#만두",
            "#이공계",
            "#안암로터리",
            "#포장",
            "#혼밥",
            "#가성비",
            "#저렴"
        ],
        "location": "서울 동대문구 약령시로 9",
        "opening_hour": "월~토 10:30 ~ 22:00",
        "call": "02-921-4832"
    },
    "234": {
        "number": "0315",
        "name": "부산식당",
        "tag": [
            "#한식",
            "#백반",
            "#정문앞",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 동대문구 안암로20길 19",
        "opening_hour": "매일 10:00 ~ 20:00",
        "call": "02-924-4531"
    },
    "235": {
        "number": "0317",
        "name": "59쌀피자 제기동",
        "tag": [
            "#피자",
            "#제기동",
            "#고대사거리",
            "#포장"
        ],
        "location": "서울 동대문구 안암로 122-1",
        "opening_hour": "매일 11:00 ~ 23:00",
        "call": "02-921-5982"
    },
    "236": {
        "number": "0318",
        "name": "도미노피자",
        "tag": [
            "#피자",
            "#포장",
            "#참살이길",
            "#배달"
        ],
        "location": "서울 동대문구 안암로 82",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-922-3285"
    },
    "237": {
        "number": "0319",
        "name": "특별식당",
        "tag": [
            "#일식",
            "#돈부리",
            "#카레",
            "#맥주",
            "#고로케",
            "#제기동",
            "#고대사거리",
            "#혼밥",
            "#감성"
        ],
        "location": "서울 동대문구 제기로2길 15",
        "opening_hour": "매일 11:30 ~ 22:00 브레이크 14:30~17시 / 일 휴무 / 토 저녁 휴무",
        "call": "050-7369-8371"
    },
    "238": {
        "number": "0321",
        "name": "미쳐버린 파닭",
        "tag": [
            "#치킨",
            "#파닭",
            "#고대사거리",
            "#배달",
            "#포장"
        ],
        "location": "서울 동대문구 제기로2길 4 (2층)",
        "opening_hour": "매일 12:00 ~ 03:00",
        "call": "02-923-0263"
    },
    "239": {
        "number": "0323",
        "name": "잭아저씨 족발보쌈",
        "tag": [
            "#한식",
            "#족발",
            "#보쌈",
            "#제기동",
            "#안암로터리",
            "#배달",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 안암로 86",
        "opening_hour": "매일 13:00 ~ 01:00",
        "call": "02-928-5382"
    },
    "240": {
        "number": "0324",
        "name": "칠백집",
        "tag": [
            "#고기",
            "#제기동",
            "#포장",
            "#회식",
            "#소주"
        ],
        "location": "서울 동대문구 약령시로 25",
        "opening_hour": "매일 12:00 ~ 23:00",
        "call": "02-923-2600"
    },
    "241": {
        "number": "0325",
        "name": "신원오리",
        "tag": [
            "#고기",
            "#제기동",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 동대문구 약령시로 25",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-922-1556"
    },
    "242": {
        "number": "0326",
        "name": "숯불 생고기",
        "tag": [
            "#고기",
            "#제기동",
            "#회식",
            "#고대사거리",
            "#가성비"
        ],
        "location": "서울 동대문구 안암로 118-5",
        "opening_hour": "매일 16:30 ~ 23:00",
        "call": "02-922-8445"
    },
    "243": {
        "number": "0328",
        "name": "제일집",
        "tag": [
            "#고기",
            "#제기동",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 안암로 98",
        "opening_hour": "월~토 11:00 ~ 00:00",
        "call": "02-928-9414"
    },
    "244": {
        "number": "0329",
        "name": "청룡분식",
        "tag": [
            "#분식",
            "#떡볶이",
            "#튀김",
            "#순대",
            "#제기동",
            "#포장",
            "#고대사거리"
        ],
        "location": "서울 동대문구 제기로 2-1",
        "opening_hour": "매일 11:00 ~ 02:00",
        "call": "02-921-3910"
    },
    "245": {
        "number": "0330",
        "name": "동대문 엽기떡볶이",
        "tag": [
            "#분식",
            "#엽떡",
            "#고대사거리",
            "#제기동",
            "#배달",
            "#포장"
        ],
        "location": "서울 동대문구 제기로 12-1",
        "opening_hour": "매일 11:00 ~ 02:00",
        "call": "02-922-8592"
    },
    "246": {
        "number": "0331",
        "name": "김가네",
        "tag": [
            "#분식",
            "#김밥",
            "#안암로터리",
            "#이공계",
            "#배달",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 동대문구 약령시로 3",
        "opening_hour": "매일 08:00 ~ 21:00",
        "call": "02-928-1177"
    },
    "247": {
        "number": "0332",
        "name": "해곤선생",
        "tag": [
            "#중식",
            "#중화요리",
            "#짬뽕",
            "#이공계",
            "#포장",
            "#혼밥",
            "#회식",
            "#안암로터리"
        ],
        "location": "서울 동대문구 안암로 80-1 2층",
        "opening_hour": "평일 11:00-21:30 브레이크 15:30-17:00 ",
        "call": "02-929-6884"
    },
    "248": {
        "number": "0334",
        "name": "현고대닭발",
        "tag": [
            "#닭발",
            "#고기",
            "#닭갈비",
            "#제기동",
            "#배달",
            "#소주",
            "#맥주",
            "#회식"
        ],
        "location": "서울 동대문구 제기로2가길 3",
        "opening_hour": "매일 14:00 ~ 01:00",
        "call": "02-923-1625"
    },
    "249": {
        "number": "0335",
        "name": "오소리순대",
        "tag": [
            "#정문앞",
            "#한식",
            "#순대",
            "#국밥",
            "#고려대역",
            "#포장",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 동대문구 회기로4길 16",
        "opening_hour": "매일 10:30 ~ 21:30",
        "call": "02-918-9797"
    },
    "250": {
        "number": "0336",
        "name": "신은정 광주소머리국밥",
        "tag": [
            "#한식",
            "#백반",
            "#국밥",
            "#해장국",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 회기로 11",
        "opening_hour": "매일 24시간",
        "call": "02-911-5856"
    },
    "251": {
        "number": "0337",
        "name": "야순네 식당",
        "tag": [
            "#한식",
            "#백반",
            "#포장",
            "#정문앞",
            "#고려대역",
            "#심야",
            "#혼밥",
            "#저렴",
            "#가성비"
        ],
        "location": "서울 동대문구 고산자로56길 75",
        "opening_hour": "월~토 14:00 ~ 04:00 일 14:00 ~ 24:00",
        "call": "02-957-5709"
    },
    "252": {
        "number": "0338",
        "name": "그옛날에 즉석짜장",
        "tag": [
            "#중식",
            "#중화요리",
            "#짜장면",
            "#짬뽕",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 동대문구 고산자로60길 49",
        "opening_hour": "매일 24시간",
        "call": "02-919-9804"
    },
    "253": {
        "number": "0339",
        "name": "황궁",
        "tag": [
            "#중식",
            "#고려대역",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 종암로 18",
        "opening_hour": "월~토 11:30 ~ 22:00",
        "call": "02-912-8161"
    },
    "254": {
        "number": "0340",
        "name": "더테이블",
        "tag": [
            "#양식",
            "#파스타",
            "#피자",
            "#리조또",
            "#정문앞",
            "#고려대역",
            "#회식",
            "#감성",
            "#데이트"
        ],
        "location": "서울 동대문구 회기로 14",
        "opening_hour": "매일 11:00 ~ 22:00 BT 15:00 ~17:30",
        "call": "02-928-5097"
    },
    "255": {
        "number": "0341",
        "name": "돌냄비열우동",
        "tag": [
            "#경양식",
            "#분식",
            "#돈까스",
            "#우동",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#혼밥",
            "#저렴"
        ],
        "location": "서울 성북구 회기로3길 2",
        "opening_hour": "주중 10:30 ~ 20:30 주말 10:30 ~ 19:30",
        "call": "02-6326-6211"
    },
    "256": {
        "number": "0342",
        "name": "파마고",
        "tag": [
            "#일식",
            "#고려대역",
            "#배달",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 동대문구 고산자로 562",
        "opening_hour": "월~토 10:00 ~ 23:00",
        "call": "02-926-9233"
    },
    "257": {
        "number": "0343",
        "name": "다원스시",
        "tag": [
            "#정문앞",
            "#일식",
            "#고려대역",
            "#포장",
            "#1인분",
            "#단체"
        ],
        "location": "서울 성북구 종암로 18",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-911-0347"
    },
    "258": {
        "number": "0344",
        "name": "마마돈가스",
        "tag": [
            "#일식",
            "#돈까스",
            "#고려대역",
            "#배달"
        ],
        "location": "서울 성북구 월곡로2길 14",
        "opening_hour": "주중 10:30 ~ 20:00",
        "call": "02-943-9414"
    },
    "259": {
        "number": "0345",
        "name": "에스키모",
        "tag": [
            "#치킨",
            "#맥주",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 회기로 5",
        "opening_hour": "연중무휴 24시간",
        "call": "02-913-9298"
    },
    "260": {
        "number": "0346",
        "name": "다올래 치킨호프",
        "tag": [
            "#치킨",
            "#고려대역",
            "#포장",
            "#단체"
        ],
        "location": "서울 동대문구 회기로2길 2",
        "opening_hour": "주중 17:00 ~ 02:00 주말 17:00 ~ 01:00",
        "call": "02-927-4517"
    },
    "261": {
        "number": "0347",
        "name": "왕십리막창구이",
        "tag": [
            "#정문앞",
            "#고기",
            "#고려대역",
            "#포장",
            "#단체"
        ],
        "location": "서울 동대문구 회기로 16",
        "opening_hour": "매일 14:00 ~ 05:00 첫째 셋째 일요일 휴무",
        "call": "02-923-4806"
    },
    "262": {
        "number": "0348",
        "name": "빈이네등갈비",
        "tag": [
            "#한식",
            "#백반",
            "#등갈비",
            "#고기",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#회식",
            "#혼밥"
        ],
        "location": "서울 성북구 회기로 15-2",
        "opening_hour": "매일 11:00 ~ 24:00",
        "call": "02-941-9803"
    },
    "263": {
        "number": "0349",
        "name": "종암골 생고기",
        "tag": [
            "#고기",
            "#소주",
            "#한식",
            "#백반",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#회식"
        ],
        "location": "서울 동대문구 회기로 16-1",
        "opening_hour": "매일 24시간",
        "call": "02-921-4031"
    },
    "264": {
        "number": "0350",
        "name": "굿띵",
        "tag": [
            "#분식",
            "#떡볶이",
            "#치킨",
            "#튀김",
            "#맥주",
            "#정문앞",
            "#고려대역",
            "#배달",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 회기로3길 2",
        "opening_hour": "주중 11:30 ~ 02:00 토 17:00 ~ 00:00",
        "call": "02-919-5922"
    },
    "265": {
        "number": "0351",
        "name": "구십스",
        "tag": [
            "#분식",
            "#떡볶이",
            "#김밥",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#혼밥",
            "#배달",
            "#저렴"
        ],
        "location": "서울 동대문구 고산자로 560",
        "opening_hour": "월~토 11:00 ~ 22:00",
        "call": "02-6396-9500"
    },
    "266": {
        "number": "0352",
        "name": "광동수산조개구이",
        "tag": [
            "#해산물",
            "#회",
            "#소주",
            "#정문앞",
            "#고려대역",
            "#포장",
            "#회식"
        ],
        "location": "서울 성북구 회기로 3",
        "opening_hour": "매일 15:30 ~ 07:30 연중무휴",
        "call": "02-942-8885"
    },
    "267": {
        "number": "0354",
        "name": "안암동김밥",
        "tag": [
            "#분식",
            "#정대후문",
            "#포장",
            "#1인분"
        ],
        "location": "서울 성북구 개운사길 45",
        "opening_hour": "월~토 10:00 ~ 20:00",
        "call": "02-953-6182"
    },
    "268": {
        "number": "0355",
        "name": "이세돈까스",
        "tag": [
            "#일식",
            "#돈까스",
            "#정대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 개운사길 32",
        "opening_hour": "매일 08:30 ~ 21:00 일요일휴무",
        "call": "02-866-9300"
    },
    "269": {
        "number": "0356",
        "name": "고품콩",
        "tag": [
            "#고기",
            "#참살이길",
            "#옆살이길",
            "#회식",
            "#가성비"
        ],
        "location": "서울 성북구 안암로 87-5",
        "opening_hour": "매일 15:00 ~ 00:00연중무휴",
        "call": "02-2605-7217"
    },
    "270": {
        "number": "0357",
        "name": "사랑마라탕",
        "tag": [
            "#중식",
            "#마라탕",
            "#마라샹궈",
            "#정대후문",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 개운사길 19",
        "opening_hour": "매일 10:00 ~ 22:00연중무휴",
        "call": "070-7013-8874"
    },
    "271": {
        "number": "0358",
        "name": "또오기 숯불포차",
        "tag": [
            "#한식",
            "#백반",
            "#고기",
            "#정대후문",
            "#혼밥",
            "#회식"
        ],
        "location": "서울 성북구 개운사길 27 2층",
        "opening_hour": "매일 10:00 ~ 05:00연중무휴",
        "call": "02-6101-9288"
    },
    "272": {
        "number": "0359",
        "name": "eggy (에기)",
        "tag": [
            "#다이어트",
            "#참살이길",
            "#포장",
            "#테이크아웃",
            "#샌드위치",
            "#샐러드"
        ],
        "location": "서울 성북구 고려대로 96",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-766-4618"
    },
    "273": {
        "number": "0360",
        "name": "마루가메제면",
        "tag": [
            "#일식",
            "#우동",
            "#카레",
            "#참살이길",
            "#혼밥"
        ],
        "location": "서울 성북구 고려대로24길 20 1층",
        "opening_hour": "매일 11:00 ~ 21:00",
        "call": "070-4618-1970"
    },
    "274": {
        "number": "0362",
        "name": "소문난의정부부대찌개",
        "tag": [
            "#한식",
            "#부대찌개",
            "#의부찌",
            "#정문앞",
            "#배달",
            "#포장",
            "#가성비",
            "#회식"
        ],
        "location": "서울 동대문구 안암로22길 5",
        "opening_hour": "평일 10:00 ~ 22:00일 11:00 ~ 21:00",
        "call": "02-925-3343"
    },
    "275": {
        "number": "0363",
        "name": "서안메밀집",
        "tag": [
            "#한식",
            "#수육",
            "#국수",
            "#제기동",
            "#포장",
            "#혼밥",
            "#회식",
            "#고대사거리",
            "#가성비"
        ],
        "location": "서울 동대문구 제기로 23 1층",
        "opening_hour": "매일 10:30 ~ 21:30",
        "call": "02-924-4519"
    },
    "276": {
        "number": "0367",
        "name": "단골집",
        "tag": [
            "#고기",
            "#포장",
            "#회식",
            "#고려대역",
            "#제기동"
        ],
        "location": "서울 동대문구 고산자로 534 한신아파트 상가",
        "opening_hour": " 11:00-23:30 / 일 휴무",
        "call": "02-927-7891"
    },
    "277": {
        "number": "0368",
        "name": "6일닭강정",
        "tag": [
            "#치킨",
            "#닭강정",
            "#배달",
            "#포장"
        ],
        "location": "서울 종로구 지봉로 96 1층",
        "opening_hour": "평일 13:00 ~ 23:00 토 13:00 ~ 23:00",
        "call": "02-747-1361"
    },
    "278": {
        "number": "0369",
        "name": "양지설렁탕",
        "tag": [
            "#한식",
            "#설렁탕",
            "#양지식당",
            "#이공계"
        ],
        "location": "서울 성북구 고려대로 47",
        "opening_hour": "-",
        "call": "02-926-4472"
    },
    "279": {
        "number": "0370",
        "name": "안동반점",
        "tag": [
            "#중식",
            "#단체"
        ],
        "location": "서울 성북구 고려대로1길 8",
        "opening_hour": "월 11:30 ~ 21:00목~일 11:30 ~ 21:00",
        "call": "02-923-4448"
    },
    "280": {
        "number": "0371",
        "name": "병천한방토종순대",
        "tag": [
            "#참살이길",
            "#끝쪽",
            "#안암로터리",
            "#이공계",
            "#한식",
            "#국밥",
            "#순대국",
            "#포장",
            "#혼밥"
        ],
        "location": "서울 성북구 안암로 77",
        "opening_hour": "매일 10:00 ~ 22:00",
        "call": "02-921-5609"
    },
    "281": {
        "number": "0372",
        "name": "미스터카츠",
        "tag": [
            "#경양식",
            "#돈까스",
            "#정대후문",
            "#배달",
            "#혼밥"
        ],
        "location": "서울 성북구 개운사길 21-3",
        "opening_hour": "매일 11:00 ~ 22:00",
        "call": "02-925-6695"
    },
    "282": {
        "number": "0375",
        "name": "마이셰프 (My Chef)",
        "tag": [
            "#양식",
            "#파스타",
            "#리조또",
            "#샐러드",
            "#수제버거",
            "#버거",
            "#참살이길",
            "#옆살이길",
            "#감성",
            "#데이트"
        ],
        "location": "서울 성북구 고려대로24가길 14-1",
        "opening_hour": "월~토 11:00 ~ 21:00 / 브레이크타임 15:00~17:00",
        "call": "070-7799-6768"
    }
};

var ALL = new Set();
var CURRENT = new Set();
var WESTERN = new Set();
var JAPANESE = new Set();
var CHINESE = new Set();
var KOREAN = new Set();
var ASIAN = new Set();
var CHAMSARI = new Set();
var ENGINEER = new Set();
var GAEUNSAGIL = new Set();
var POLITICS = new Set();
var FRONTDOOR = new Set();
var EXCLUSIVE = new Set();
var MEAT = new Set();
var BUNSIK = new Set();
var LIGHT = new Set();
var LAW = new Set();
var FOUR = new Set();
var JEGIDONG = new Set();
var ALCOHOL = new Set([5, 196, 197, 195, 198, 277, 279]);
var catList = [WESTERN, JAPANESE, CHINESE, KOREAN,
    ASIAN, BUNSIK, MEAT, LIGHT, CHAMSARI, ENGINEER, GAEUNSAGIL, POLITICS, FRONTDOOR, LAW, FOUR, JEGIDONG];


function initial() {
    var btn = document.querySelectorAll("button");

    for (var i = 0; i < btn.length; i++) {
        btn[i].addEventListener('click', onClick);
    }

    for (var i = 0; i < Object.keys(store_json).length; i++) {
        ALL.add(i);
        
        var curr = store_json[i.toString()]['tag'];

        if (curr.includes('#일식'))
            JAPANESE.add(i);
        if (curr.includes('#중식'))
            WESTERN.add(i);
        if (curr.includes('#양식') || curr.includes('#파스타')|| curr.includes('#피자'))
            CHINESE.add(i);
        if (curr.includes('#한식'))
            KOREAN.add(i);
        if (curr.includes('#동남아') || curr.includes('#커리'))
            ASIAN.add(i);
        if (curr.includes('#참살이길'))
            CHAMSARI.add(i);
        if (curr.includes('#이공계'))
            ENGINEER.add(i);
        if (curr.includes('#개운사길'))
            GAEUNSAGIL.add(i);
        if (curr.includes('#정대후문'))
            POLITICS.add(i);
        if (curr.includes('#법대후문'))
            LAW.add(i);
        if (curr.includes('#고대사거리'))
            FOUR.add(i);
        if (curr.includes('#정문앞'))
            FRONTDOOR.add(i);
        if (curr.includes('#분식'))
            BUNSIK.add(i);
        if (curr.includes('#고기') || curr.includes('#족발') || curr.includes('#보쌈') || curr.includes('#치킨'))
            MEAT.add(i);
        if (curr.includes('#경양식')) LIGHT.add(i);
        if (curr.includes('#제기동')) JEGIDONG.add(i);
    }

    CURRENT = new Set([...CURRENT, ...ALL]);
}

function onClick(e) {
    const target = document.querySelector(".list-container");
    
    while (target.hasChildNodes()) {
        target.removeChild(target.firstChild);
    }
    
    if (!this.classList.contains("clicked")) {
        this.classList.add("clicked");
        EXCLUSIVE.add(parseInt(this.classList[0]));
        makeTable();
    } else {
        this.classList.remove("clicked");
        EXCLUSIVE.delete(parseInt(this.classList[0]));
        makeTable();
    }
}

function shuffle(a) {
    for (let i = a.length - 1; i > 0; i--) {
        const j = Math.floor(Math.random() * (i + 1));
        [a[i], a[j]] = [a[j], a[i]];
    }
    return a;
}

function makeTable() {
    const target = document.querySelector(".list-container");
    const number = document.createElement("div");

    CURRENT = new Set([...ALL]);
    for (var i of EXCLUSIVE) {
        CURRENT = new Set([...CURRENT].filter(x => !catList[i].has(x)));
    }

    var CurrList = shuffle([...CURRENT]);

    number.classList.add("context", "started");
    number.innerText = CurrList.length.toString() + "개의 검색 결과가 있습니다.";
    target.appendChild(number);
    
    for (const i of CurrList) {
        const table_main = document.createElement("div");
        const table_title = document.createElement("div");
        const table_info = document.createElement("div");
        const table_address = document.createElement("div");
        const table_open = document.createElement("div");
        const table_link = document.createElement("a");
        
        table_main.classList.add("mainbox");
        table_title.classList.add("context", "list");
        table_title.innerText = store_json[i.toString()]["name"];
        table_info.classList.add("context", "info")
        table_address.classList.add("context", "address");
        table_address.innerText = store_json[i.toString()]["location"];
        table_open.classList.add("context", "address");
        
        table_link.setAttribute('href', `https://map.naver.com/v5/search/${store_json[i.toString()]["location"].replace(/ /gi, '%20')}`);
        table_link.setAttribute('target', '_blank');
        
        table_open.innerText = store_json[i.toString()]["opening_hour"];
        
        table_link.append(table_address);
        table_info.append(table_link);
        table_info.append(table_open);
        table_main.append(table_title);
        table_main.append(table_info);
        target.appendChild(table_main);
    }
}

window.onload = function () {
    this.initial();
    this.makeTable();
}

